<h1>Пользовательское соглашение</h1>

<p><b>Общие положения</b></p>

<p id="p1.1"><a href="#p1.1" style="text-decoration:none; color:#000000;">1.1.</a>&nbsp;Настоящие Правила установлены законным обладателем исключительных прав на интернет-ресурс «WanaSell», Интернет-Аукцион).</p>

<p id="p1.2"><a href="#p1.2" style="text-decoration:none; color:#000000;">1.2.</a>&nbsp;Настоящие Правила являются одновременно публичной офертой по смыслу ст.&nbsp;437 Гражданского Кодекса Российской Федерации.</p>

<p id="p1.3"><a href="#p1.3" style="text-decoration:none; color:#000000;">1.3.</a>&nbsp;Пользователь, совершивший акцепт указанной оферты, считается безусловно принявшим все условия, обязательства и ответственность, установленные настоящими Правилами.</p>

<p id="p1.4"><a href="#p1.4" style="text-decoration:none; color:#000000;">1.4.</a>&nbsp;Акцептом настоящих Правил (оферты) признается момент нажатия Пользователем кнопки «Зарегистрироваться», расположенной в конце Страницы регистрации сайта. Акцептом также считаются: фактическое использование Пользователем возможностей сайта и любые другие действия Пользователя, признаваемые акцептом действующим законодательством Российской Федерации и/или общепринятыми обычаями делового оборота.</p>